{
  "How Emotionally Immature Parents Affect Their Children's Lives?": {
    "title": "How Emotionally Immature Parents Affect Their Children's Lives?",
    "text": "Emotional loneliness comes from not having enough emotional\nintimacy with other people. It can start in childhood, due to\nfeeling emotionally unseen by self-preoccupied parents, or it can\narise in adulthood when an emotional connection is lost. If it’s been a\nlifelong feeling, it points to the likelihood of not being sufficiently emotionally responded to as a child.\nGrowing up in a family with emotionally immature parents is a lonely\nexperience. These parents may look and act perfectly normal, caring for\ntheir child’s physical health and providing meals and safety. However, if\nthey don’t make a solid emotional connection with their child, the child\nwill have a gaping hole where true security might have been.\nThe loneliness of feeling unseen by others is as fundamental a pain as\nphysical injury, but it doesn’t show on the outside. Emotional loneliness is\na vague and private experience, not easy to see or describe. You might call\nit a feeling of emptiness or being alone in the world. Some people have\ncalled this feeling existential loneliness, but there’s nothing existential\nabout it. If you feel it, it came from your family.\nChildren have no way of identifying a lack of emotional intimacy in\ntheir relationship with a parent. It isn’t a concept they have. And it’s even \nless likely that they can understand that their parents are emotionally\nimmature. All they have is a gut feeling of emptiness, which is how a child\nexperiences loneliness. With a mature parent, the child’s remedy for loneliness is simply to go to the parent for affectionate connection. But if your\nparent was scared of deep feelings, you might have been left with an uneasy\nsense of shame for needing comforting.\nWhen the children of emotionally immature parents grow up, the\ncore emptiness remains, even if they have a superficially normal adult life.\nTheir loneliness can continue into adulthood if they unwittingly choose\nrelationships that can’t give them enough emotional connection. They\nmay go to school, work, marry, and raise children, but all the while they’ll\nstill be haunted by that core sense of emotional isolation. In this chapter,\nwe’ll look at people’s experience of emotional loneliness, along with how\nself-awareness helped them understand what they were missing and how\nto change.",
    "questions": [
      "What are the different types of loneliness?",
      "What is emotional loneliness?",
      "How can self-awareness help people understand and change their experience of emotional loneliness?"
    ]
  },
  "Emotional Intimacy": {
    "title": "Emotional Intimacy",
    "text": "Emotional intimacy involves knowing that you have someone you can tell\nanything to, someone to go to with all your feelings, about anything and\neverything. You feel completely safe opening up to the other person,\nwhether in the form of words, through an exchange of looks, or by just\nbeing together quietly in a state of connection. Emotional intimacy is profoundly fulfilling, creating a sense of being seen for who you really are. It\ncan only exist when the other person seeks to know you, not judge you.\nAs children, the basis for our security is emotional connection with\nour caretakers. Emotionally engaged parents make children feel that they\nalways have someone to go to. This kind of security requires genuine emotional interactions with parents. Parents who are emotionally mature\nengage in this level of emotional connection almost all the time. They’ve\ndeveloped enough self-awareness to be comfortable with their own feelings, as well as those of other people.\nMore importantly, they’re emotionally attuned to their children,\nnoticing their children’s moods and welcoming their feelings with interest.\nA child feels safe connecting with such a parent, whether seeking comfort\nor sharing enthusiasm. Mature parents make their children feel that they\nenjoy engaging with them and that it’s fine to talk about emotional issues.\nThese parents have a lively, balanced emotional life and are usually consistent in their attentiveness and interest toward their children. They are\nemotionally dependable.",
    "questions": [
      "What are the different types of emotional intimacy?",
      "What is the basis for our security as children?",
      "What are the benefits of emotional intimacy?"
    ]
  },
  "Emotional Loneliness": {
    "title": "Emotional Loneliness",
    "text": "Parents who are emotionally immature, on the other hand, are so selfpreoccupied that they don’t notice their children’s inner experiences. In\naddition, they discount feelings, and they fear emotional intimacy. They’re\nuncomfortable with their own emotional needs and therefore have no idea\nhow to offer support at an emotional level. Such parents may even become\nnervous and angry if their children get upset, punishing them instead of\ncomforting them. These reactions shut down children’s instinctive urge to\nreach out, closing the door to emotional contact.\nIf one or both of your parents weren’t mature enough to give you emotional support, as a child you would have felt the effects of not having it,\nbut you wouldn’t necessarily have known what was wrong. You might have\nthought that feeling empty and alone was your own private, strange experience, something that made you different from other people. As a child,\nyou had no way of knowing that this hollow feeling is a normal, universal\nresponse to lacking adequate human companionship. “Emotional loneliness” is a term that suggests its own cure: being on the receiving end of\nanother person’s sympathetic interest in what you’re feeling. This type of\nloneliness isn’t an odd or senseless feeling; it’s the predictable result of\ngrowing up without sufficient empathy from others.\nTo round out this description of emotional loneliness, let’s look at two\npeople who vividly remember this feeling from childhood and describe it\nwell.",
    "questions": [
      "What are the effects of not having emotional support from parents?",
      "What is emotional loneliness?",
      "How can emotional loneliness be prevented?"
    ]
  },
  "How Children Cope with Emotional Loneliness": {
    "title": "How Children Cope with Emotional Loneliness",
    "text": "Emotional loneliness is so distressing that a child who experiences it will do whatever is necessary to make some kind of connection with the parent. These children may learn to put other people’s needs first as the price of admission to a relationship. Instead of expecting others to provide support or show interest in them, they may take on the role of helping others, convincing everyone that they have few emotional needs of their own. Unfortunately, this tends to create even more loneliness, since covering up your deepest needs prevents genuine connection with others. Lacking adequate parental support or connection, many emotionally deprived children are eager to leave childhood behind. They perceive that the best solution is to grow up quickly and become self-sufficient. These children become competent beyond their years but lonely at their core. They often jump into adulthood prematurely, getting jobs as soon as they can, becoming sexually active, marrying early, or joining the service. It’s as though they’re saying, Since I’m already taking care of myself, I might as well go ahead and get the benefits of growing up fast. They look forward to adulthood, believing it offers freedom and a chance to belong. Sadly, in their rush to leave home they may end up marrying the wrong person, tolerating exploitation, or staying with a job that takes more than it gives. They often settle for emotional loneliness in their relationships because it feels normal to them, like their early home life.",
    "questions": [
      "What are the long-term effects of emotional loneliness on children?",
      "What are some ways that children who experience emotional loneliness may cope with it?",
      "What are some of the risks associated with emotional loneliness in children?"
    ]
  },
  "Why the Past Repeats Itself?": {
    "title": "Why the Past Repeats Itself?",
    "text": "If the lack of emotional connection with emotionally immature parents is so painful, why do so many people end up in similarly frustrating relationships in adulthood? The most primitive parts of our brain tell us that safety lies in familiarity (Bowlby 1979). We gravitate to situations we have had experience with because we know how to deal with them. As children, we don’t recognize our parents’ limitations, because seeing our parents as immature or flawed is frightening. Unfortunately, by denying the painful truth about our parents, we aren’t able to recognize similarly hurtful people in future relationships. Denial makes us repeat the same situation over and over because we never see it coming the next time. Sophie’s story illustrates this dynamic well. ",
    "questions": [
      "Why do so many people end up in similar frustrating relationships in adulthood if the lack of emotional connection with emotionally immature parents is so painful?",
      "What is the most primitive part of our brain that tells us that safety lies in familiarity?",
      "Why do we gravitate to situations we have had experience with because we know how to deal with them?"
    ]
  },
  "Feeling Guilty for Being Unhappy": {
    "title": "Feeling Guilty for Being Unhappy",
    "text": "I have a special place in my heart for people like Sophie, who function so well that other people think they have no problems. In fact, their competence makes it hard for them to take their own pain seriously. “I have it all,” they’re likely to say. “I should be happy. Why do I feel so miserable?” This is the classic confusion of a person whose physical needs were met in childhood while emotional needs remained unfulfilled. People like Sophie often feel guilty for complaining. Men and women alike will list the things they have to be thankful for, as if their life were an addition problem whose positive sum means nothing can be wrong. But they can’t shake the feeling of being fundamentally alone and lacking the level of emotional intimacy they crave in their closest relationships. By the time they come to see me, some of them are either ready to leave their partner or are involved in an affair that gives them some of what they need. Others have avoided romantic relationships altogether, seeing emotional commitment as a trap they prefer to stay out of. Still others have decided to stay in their relationship for their children and come to therapy for help in learning how to be less angry and resentful. Few of these people walk into my office with the thought that their lack of satisfying emotional intimacy started in childhood. They are usually mystified as to how they ended up in a life that doesn’t make them happy. They struggle with feelings of selfishness for wanting something more out of life. As Sophie initially said, “Relationships are always going to have frustrations. It’s work, right?” She was partly right. Good relationships do take some effort and forbearance. But it shouldn’t take work just to be noticed. Making an emotional connection ought to be the easy part.",
    "questions": [
      "What are some of the reasons why people like Sophie may have difficulty in achieving emotional intimacy?",
      "How can therapy help people like Sophie to achieve emotional intimacy?",
      "What are some of the challenges that people like Sophie may face in therapy?"
    ]
  },
  "Emotional Loneliness Transcends Gender": {
    "title": "Emotional Loneliness Transcends Gender",
    "text": "Although women still outnumber men in seeking psychotherapy, I’ve worked with many men who have faced the same issue of feeling lonely in their primary relationship. In some ways, it’s even more poignant for them because our culture maintains that males have fewer emotional needs. But taking a look at the rates of suicide and violence reveals that this isn’t true. Men are more likely to become violent or succeed at suicide when they feel emotionally anguished. Men who lack emotional intimacy, a sense of belonging, or caring attention can feel as empty as anybody else, though they may resist showing it. Emotional connection is a basic human need, regardless of gender. Children who feel they cannot engage their parents emotionally often try to strengthen their connection by playing whatever roles they believe their parents want them to. Although this may win them some fleeting approval, it doesn’t yield genuine emotional closeness. Emotionally disconnected parents don’t suddenly develop a capacity for empathy just because a child does something to please them. People who lacked emotional engagement in childhood, men and women alike, often can’t believe that someone would want to have a relationship with them just because of who they are. They believe that if they want closeness, they must play a role that always puts the other person first.  Jake’s Story Jake had recently married Kayla, a bubbly woman who made him feel genuinely loved. He was happy when he got married, but now he couldn’t shake a feeling of being very down in the dumps. “I should be happy,” he said, “I’m the luckiest guy in the world, and I’m trying hard to be the person she wants me to be. But I feel like I’m acting, forcing myself to be more upbeat than I really am. I hate feeling like I’m faking it.” I asked Jake who he thought he should be with Kayla. “I should be a person who is super happy, like she is. I need to make her feel loved and keep her happy. That’s the way it’s supposed to be.” He looked at me expectantly for confirmation, but when I just waited, he went on: “When she comes home from work, I try hard to act really happy and excited, but it’s more than I’m really feeling. I’m exhausted.” I asked him what he thought would happen if he were to honestly tell Kayla about the strain he felt, and he said, “She would be devastated and furious if I tried to talk to her about it.” I told Jake that I believed sharing his honest feelings might have enraged someone in his past, but it didn’t sound like how Kayla would respond. It sounded more like what he had told me about his angry mother, who was quick to blow up if people didn’t do what she wanted. Jake’s secure relationship with Kayla was tempting him to relax and be himself, but he was sure that his relationship would suffer if he stopped trying so hard. When I told Jake that maybe this safe new relationship was giving him a chance to finally be loved for himself, he was uncomfortable with the reference to his emotional needs. He looked embarrassed and said, “When you say it like that, I sound pitiful and needy.” During childhood, Jake had gotten the message from his mother that showing any emotional needs meant he was weak. Further, if he didn’t act how she wanted him to, he felt inadequate and unlovable. Jake was eventually able to understand his feelings and become more genuine with Kayla, who totally accepted him. But he was astounded by how much anger toward his mother we’d unearthed. “I can’t believe how much I hated her,” he said. What Jake didn’t realize is that hate is a normal and involuntary reaction when somebody tries to control you for no good reason. It signals that the person is extinguishing your emotional life force by getting his or her needs met at your expense.",
    "questions": [
      "What are some reasons why men might feel lonely in their primary relationship?",
      "What are some ways in which men who feel lonely in their primary relationship can cope?",
      "What are some reasons why men who feel lonely in their primary relationship might turn to violence or suicide?"
    ]
  },
  "Not Trusting Your Instincts": {
    "title": "Not Trusting Your Instincts",
    "text": "Emotionally immature parents don’t know how to validate their child’s feelings and instincts. Without this validation, children learn to give in to what others seem sure about. As adults, they may deny their instincts to the point where they acquiesce to relationships they don’t really want. They may then believe it’s up to them to make the relationship work. They may rationalize why they have to try so hard in the relationship, as though it were normal to struggle daily to get along with your mate. While effort is needed to maintain communication and connection in a relationship, it shouldn’t feel like constant, unrewarding work. The truth is, if both partners fit each other, understand each other’s feelings, and are positive and supportive, relationships are primarily pleasurable, not arduous. It isn’t asking too much to generally feel happy when you see your partner or look forward to time together. When people say, “You can’t have everything,” they’re really saying they don’t have what they need. As a human being, you can trust yourself to know when you’re emotionally satisfied. You know when you’ve been given full measure. You aren’t a bottomless pits of ceaseless demands. You can trust the inner prompts that tell you when something is missing. But if you’ve been trained to discount your feelings, you’ll feel guilty for complaining if everything looks okay on the outside. If you have a place to live, a regular paycheck, enough food, and a partner or friends, conventional wisdom says, “How bad can it be?” Many people can readily enumerate all the reasons why they should be satisfied and be shy about admitting that they aren’t. They blame themselves for not having the “right” feelings.",
    "questions": [
      "What are some ways that emotionally immature parents can damage their children?",
      "What are some ways that children of emotionally immature parents can be affected by this damage?",
      "What are some ways that adults who were raised by emotionally immature parents can be affected by this damage?"
    ]
  },
  "Lacking Self-Confidence Due to Parental Rejection": {
    "title": "Lacking Self-Confidence Due to Parental Rejection",
    "text": "When parents reject or emotionally neglect their children, these children often grow up to expect the same from other people. They lack confidence that others could be interested in them. Instead of asking for what they want, their low self-confidence makes them shy and conflicted about seeking attention. They’re convinced they would be bothering others if they tried to make their needs known. Unfortunately, by expecting past rejection to repeat itself, these children end up stifling themselves and promoting more emotional loneliness. In this situation, people create their own emotional loneliness by hanging back instead of interacting. As a therapist, my job is to help them realize how their parents have damaged their self-confidence while also encouraging them to tolerate the anxiety of trying something new in order to connect more with others. As the next two stories show, people are capable of doing this; it just may not occur to them to reach out because they simply don’t have much experience with other people helping them feel better.",
    "questions": [
      "How does this chapter relate to the previous one?",
      "What are some of the ways that parents can damage their children's self-confidence?",
      "What are some of the ways that therapists can help people who have been emotionally neglected by their parents?"
    ]
  },
  "Why It Feels So Bad to Live Without Emotional Connection": {
    "title": "Why It Feels So Bad to Live Without Emotional Connection",
    "text": "There’s a reason why people have such a strong need for emotional connection with others. Throughout human evolution, being part of a group has always meant more safety and less stress. Our ancestors who most disliked separation were more likely to survive because they enjoyed the safe feeling of being close to others. Early humans who didn’t mind isolation, on the other hand, may have been comfortable with more distance than was good for their survival. So when you’re longing for a deep emotional connection, remind yourself that your painful feeling of aloneness is coming not just from your individual history, but also from human genetic memory. Just like you, our distant ancestors had a strong need for emotional closeness. Your need for attention and connection is as old as the human race. You have prehistoric reasons for not liking to be lonely",
    "questions": [
      "What are the reasons why people have such a strong need for emotional connection with others?",
      "What does this tell us about the human race?",
      "How can this information help us in our daily lives?"
    ]
  },
  "How Emotionally Immature Parents Affect Their Adult Childrenâ€™s Lives?, Summary": {
    "title": "How Emotionally Immature Parents Affect Their Adult Childrenâ€™s Lives?, Summary",
    "text": "A lack of emotional intimacy creates emotional loneliness in both children and adults. Attentive and reliable emotional relationships are the basis of a child’s sense of security. Unfortunately, emotionally immature parents are usually too uncomfortable with closeness to give their children the deep emotional connection they need. Parental neglect and rejection in childhood can adversely affect self-confidence and relationships in adulthood, as people repeat old, frustrating patterns and then blame themselves for not being happy. Even adult success doesn’t completely erase the effects of parental disconnection earlier in life. Understanding how your parent’s emotional immaturity has affected you is the best way to avoid repeating the past in your adult relationships. To that end, in the next chapter we’ll look at the hallmark characteristics of emotionally immature parents.",
    "questions": [
      "What are the hallmark characteristics of emotionally immature parents?",
      "How can understanding how your parent's emotional immaturity has affected you help to avoid repeating the past in your adult relationships?",
      "What is the best way to avoid repeating the past in your adult relationships?"
    ]
  },
  "Recognizing the Emotionally Immature Parent, Intro": {
    "title": "Recognizing the Emotionally Immature Parent, Intro",
    "text": "It can be hard to look at your parents objectively because it might feel like you’re betraying them. But that isn’t the motive here. In this book, our mission is not to disrespect or betray your parents, but to finally see them objectively. I hope you’ll see that the discussions of emotionally immature parents in this book are informed by a deep understanding of the reasons for their limitations. As you’ll see, much of their immature, hurtful behavior is unintentional. By viewing these and other aspects of your parents more dispassionately, you can understand things about yourself and your history that you might not have thought about before. Most signs of emotional immaturity are beyond a person’s conscious control, and most emotionally immature parents have no awareness of how they’ve affected their children. We aren’t trying to blame these parents, but to understand why they are the way they are. My hope is that any new insights about your parent you gain from reading this book will have the result of radically increasing your own self-awareness and emotional freedom. Fortunately, as adults, we have the ability and independence to assess whether our parents can really give us the care and understanding we desire. To judge this objectively, it’s important to understand not just your parents’ superficial behavioral characteristics, but also their underlying emotional framework. Once you understand these deeper traits and learn what to expect from your parents and how to label their behaviors, you’re far less likely to be caught unaware by their limitations. Keep in mind that your thoughts about your parents are private. They may never know what you’ve gotten from this book, nor do they need to. The goal is for you to gain the self-confidence that comes from knowing the truth of your own story. You aren’t betraying your parents by seeing them accurately. Thinking about them objectively can’t hurt them. But it can help you. As you saw in the previous chapter, emotionally immature parents can have devastating impacts on their children’s self-esteem and relationships in adulthood. The effects can range from mild to severe, depending on the parent’s level of immaturity, but the net effect is the same: the children feel emotionally unseen and lonely. This erodes their children’s sense of their own lovability and can lead to excessive caution about emotional intimacy with others.",
    "questions": [
      "How does seeing your parents objectively help you?",
      "What are some signs of emotional immaturity?",
      "How can emotionally immature parents have a devastating impact on their children's self-esteem and relationships in adulthood?"
    ]
  },
  "Personality Pattern vs. Temporary Emotional Regression": {
    "title": "Personality Pattern vs. Temporary Emotional Regression",
    "text": "There’s a difference between a pattern of emotional immaturity and a temporary emotional regression. Anyone can briefly lose emotional control or become impulsive when tired or stressed. And most of us have plenty to cringe about when we look back on certain moments in our lives. However, when a person has a personality pattern of emotional immaturity, certain behaviors show up repeatedly. These behaviors are so automatic and unconscious that people are unaware of doing them. Emotionally immature people don’t step back and think about how their behavior impacts others. There’s no cringe factor for them, so they seldom apologize or experience regret.",
    "questions": [
      "What is the difference between a pattern of emotional immaturity and a temporary emotional regression?",
      "What are some behaviors that show up repeatedly in people with a personality pattern of emotional immaturity?",
      "Why do people with a personality pattern of emotional immaturity seldom apologize or experience regret?"
    ]
  },
  "Defining Maturity": {
    "title": "Defining Maturity",
    "text": "Before we explore emotional immaturity, let’s take a look at emotionally mature functioning. Emotional maturity isn’t a murky matter of opinion; it has been well and famously studied. “Emotional maturity” means a person is capable of thinking objectively and conceptually while sustaining deep emotional connections to others. People who are emotionally mature can function independently while also having deep emotional attachments, smoothly incorporating both into their daily life. They are direct about pursuing what they want, yet do so without exploiting other people. They’ve differentiated from their original family relationships sufficiently to build a life of their own (Bowen 1978). They have a well-developed sense of self (Kohut 1985) and identity (Erikson 1963) and treasure their closest relationships. Emotionally mature people are comfortable and honest about their own feelings and get along well with other people, thanks to their welldeveloped empathy, impulse control, and emotional intelligence (Goleman 1995). They’re interested in other people’s inner lives and enjoy opening up and sharing with others in an emotionally intimate way. When there’s a problem, they deal with others directly to smooth out differences (Bowen 1978). Emotionally mature people cope with stress in a realistic, forwardlooking way, while consciously processing their thoughts and feelings. They can control their emotions when necessary, anticipate the future, adapt to reality, and use empathy and humor to ease difficult situations and strengthen bonds with others (Vaillant 2000). They enjoy being objective and know themselves well enough to admit their weaknesses (Siebert 1996).",
    "questions": [
      "What are the key features of emotional maturity?",
      "How does emotional maturity differ from emotional immaturity?",
      "What are the consequences of emotional immaturity?"
    ]
  },
  "Personality Traits Associated with Emotional Immaturity": {
    "title": "Personality Traits Associated with Emotional Immaturity",
    "text": "Emotionally immature people, on the other hand, tend to have quite a different set of behavioral, emotional, and mental characteristics. Because these personality characteristics are all interconnected, people who display one are often prone to the others. In the sections that follow, I’ll briefly describe various characteristics of emotionally immature people.",
    "questions": [
      "What are some of the behavioral, emotional, and mental characteristics of emotionally immature people?",
      "Why do people who display one are often prone to the others?",
      "What are some ways to cope with emotionally immature people?"
    ]
  },
  "They Are Rigid and Single-Minded": {
    "title": "They Are Rigid and Single-Minded",
    "text": "As long as there’s a clear path to follow, emotionally immature people can do very well, sometimes reaching high levels of success and prestige. But when it comes to relationships or emotional decisions, their immaturity becomes evident. They are either rigid or impulsive, and try to cope with reality by narrowing it down to something manageable. Once they form an opinion, their minds are closed. There’s one right answer, and they can become very defensive and humorless when people have other ideas.",
    "questions": [
      "What are some examples of emotionally immature people?",
      "What are some ways in which emotionally immature people can be successful?",
      "What are some ways in which emotionally immature people can be problematic in relationships?"
    ]
  },
  "They Have Low Stress Tolerance": {
    "title": "They Have Low Stress Tolerance",
    "text": "Emotionally immature people don’t deal with stress well. Their responses are reactive and stereotyped. Instead of assessing the situation and anticipating the future, they use coping mechanisms that deny, distort, or replace reality (Vaillant 2000). They have trouble admitting mistakes and instead discount the facts and blame others. Regulating emotions is difficult for them, and they often overreact. Once they get upset, it’s hard for them to calm down, and they expect other people to soothe them by doing what they want. They often seek comfort in intoxicants or medication.",
    "questions": [
      "What are some of the coping mechanisms that emotionally immature people use?",
      "What are some of the difficulties that emotionally immature people have in regulating their emotions?",
      "Why do emotionally immature people often seek comfort in intoxicants or medication?"
    ]
  },
  "They Do What Feels Best": {
    "title": "They Do What Feels Best",
    "text": "Young children are ruled by feelings, whereas adults consider possible consequences. As we mature, we learn that what feels good isn’t always the best thing to do. Among emotionally immature people, however, the childhood instinct to do what feels good never really changes (Bowen 1978). They make decisions on the basis of what feels best in the moment and often follow the path of least resistance. If you’re a mature person and think before you act, you might find it hard to imagine living by what feels good in the moment. So here’s an example of the jaw-dropping behavior of the emotionally immature person. Anna convinced her brother, Tom, to come with her to talk to their elderly father about going into assisted living. After visiting with their father a bit, the time came to talk seriously. Suddenly, Tom was nowhere to be found. Anna searched the house and then looked out the front window in time to see her brother getting in his car and leaving. Anna was incredulous and wondered how Tom could run out like that. But when you realize that, in that moment, walking out of the house felt much better than staying for a difficult confrontation, it makes sense.",
    "questions": [
      "What are some examples of jaw-dropping behavior by emotionally immature people?",
      "Why do emotionally immature people often follow the path of least resistance?",
      "What are some ways to deal with emotionally immature people?"
    ]
  },
  "They Are Subjective, Not Objective": {
    "title": "They Are Subjective, Not Objective",
    "text": "Emotionally immature people assess situations in a subjective way, not objectively. They don’t do much dispassionate analysis. When they interpret situations, how they are feeling is more important than what is actually happening. What is true doesn’t matter nearly as much as what feels true (Bowen 1978). Trying to get a subjectively oriented person to be objective about anything is an exercise in futility. Facts, logic, history—all fall on deaf ears where the emotionally immature are concerned. ",
    "questions": [
      "What are some examples of emotionally immature people?",
      "What are some ways in which they assess situations in a subjective way?",
      "What is true about emotionally immature people according to this chapter?"
    ]
  },
  "They Have Little Respect for Differences": {
    "title": "They Have Little Respect for Differences",
    "text": "Emotionally immature people are annoyed by other people’s differing thoughts and opinions, believing everyone should see things their way. The idea that other people are entitled to their own point of view is beyond them. They may be prone to making social gaffes because they don’t have enough awareness of other people’s individuality to avoid being offensive. They’re only comfortable in role-defined relationships where everyone holds the same beliefs. The quieter, nicer ones are the same, but in a quieter, nicer way.",
    "questions": [
      "What are some examples of social gaffes that emotionally immature people might make?",
      "What are some ways in which emotionally immature people might be different from each other?",
      "What are some ways in which emotionally immature people might be similar to each other?"
    ]
  },
  "They Are Egocentric": {
    "title": "They Are Egocentric",
    "text": "Normal children are egocentric as youngsters, but the self-involvement of emotionally immature adults is more childish than childlike. Unlike children, their egocentrism lacks joy and openness. Emotionally immature people are self-preoccupied in an obsessed way, not with the innocence of a child. Young children are self-centered because they’re still commanded by pure instinct, but emotionally immature adults are commanded by anxiety and insecurity, like wounded people who must keep checking their intactness. They live in a perpetual state of insecurity, fearing that they’ll be exposed as bad, inadequate, or unlovable. They keep their defenses high so other people can’t get close enough to threaten their shaky sense of self-worth. Before you start feeling too sorry for them, keep in mind that their defenses work seamlessly to keep these underlying anxieties below the level of awareness. They would never see themselves as being insecure or defensive.",
    "questions": [
      "What are the differences between childlike and childish egocentrism?",
      "What are the symptoms of emotional immaturity?",
      "How can emotional immaturity be prevented?"
    ]
  },
  "They Are Self-Preoccupied and Self-Involved": {
    "title": "They Are Self-Preoccupied and Self-Involved",
    "text": "Anxious self-preoccupation is a quality all emotionally immature people share. They’re constantly monitoring whether their needs are being met or whether something has offended them. Their self-esteem rises or falls depending on how others react to them. They can’t stand to be criticized, so they minimize their mistakes. Because their self-involvement is all-consuming, other people’s feelings are eclipsed by their needs. For instance, after one woman told her mother how much it hurt to hear criticisms of her father, her mother said, “Well, if I couldn’t tell you, I wouldn’t have anybody to talk to.” Terms like “self-absorbed” and “narcissistic” make it sound as if these people enjoy thinking about themselves all the time, but they really have no choice in the matter. They have fundamental doubts about their core worth as human beings. They are profoundly self-involved because their development was stunted by anxiety during childhood. In this way, their egocentrism is more like the self-preoccupation of someone with a chronic pain condition, rather than someone who can’t get enough of himself or herself.",
    "questions": [
      "What are the three qualities all emotionally immature people share?",
      "What is anxious self-preoccupation?",
      "What is the difference between egocentrism and self-preoccupation?"
    ]
  },
  "They Are Self-Referential, Not Self-Reflective": {
    "title": "They Are Self-Referential, Not Self-Reflective",
    "text": "Emotionally immature people are highly self-referential, meaning that in any interaction, all roads lead back to them. However, they aren’t selfreflective. Their focus on themselves isn’t about gaining insight or selfunderstanding; it’s about being the center of attention. As you talk to them, self-referential people will turn whatever you say back to one of their own experiences. An example would be a mother listening to her daughter describe a relationship crisis and using it as a springboard to talk about her own divorce. Another example would be parents who upstage their child’s victory with recollections of their own accomplishments. Those who are more socially skilled might listen more politely, but you still won’t hold their interest. They may not overtly change the subject, but they won’t ask follow-up questions or express curiosity about the details of your experience. They’re more likely to bring the conversation to a close with a pleasant comment that effectively ends it, such as “That’s wonderful, dear. I know you had a good time.” Because they lack self-reflection, emotionally immature people don’t consider their role in a problem. They don’t assess their behavior or question their motives. If they caused a problem, they dismiss it by saying they didn’t intend to hurt you. After all, you can’t blame them for something they didn’t mean to do, right? In this way, their egocentric focus remains on their intention, not the impact on you.",
    "questions": [
      "What are some examples of emotionally immature people?",
      "What are some ways in which emotionally immature people are highly self-referential?",
      "What are some ways in which emotionally immature people are not self-reflective?"
    ]
  },
  "They Like to Be the Center of Attention": {
    "title": "They Like to Be the Center of Attention",
    "text": "Like children, emotionally immature people usually end up being the center of attention. In groups, the most emotionally immature person often dominates the group’s time and energy. If other people allow it, all the group’s attention will go to that person, and once this happens, it’s hard to redirect the group’s focus. If anyone else is going to get a chance to be heard, someone will have to force an abrupt transition—something many people aren’t willing to do. You may wonder whether these people are just being extroverted. They aren’t. The difference is that most extroverts easily follow a change of topic. Because extroverts crave interaction, not just an audience, they’re interested and receptive when others participate. Extroverts do like to talk, but not with the purpose of shutting everyone else down.",
    "questions": [
      "What are some ways to tell if someone is emotionally immature?",
      "How does emotional immaturity affect groups?",
      "What can be done to prevent emotional immaturity from taking over a group?"
    ]
  },
  "They Promote Role Reversal": {
    "title": "They Promote Role Reversal",
    "text": "Role reversal is a hallmark of emotionally immature parenting. In this case, the parent relates to the child as if the child were the parent, expecting attentiveness and comfort from the child. These parents may reverse roles and expect their child to be their confidant, even for adult matters. Parents who discuss their marriage problems with their children are an example of this kind of reversal. Other times parents might expect their children to praise them and be happy for them, just as a child might expect from a parent. One woman I worked with, Laura, remembered her father running off with another woman, leaving Laura, then just eight years old, to cope with her severely depressed mother on her own. One day Laura’s father picked her up in a new convertible, giddy with excitement over his new toy. He expected her to be as thrilled as he was, never considering the contrast between his joyful new life and the gloom Laura lived in with her abandoned mother. Here’s another example of a father who expected his daughter to function in an approving, almost parental role, in spite of his past abuse of her.",
    "questions": [
      "What are the effects of role reversal on children?",
      "What are some examples of role reversal?",
      "How can role reversal be prevented?"
    ]
  },
  "They Have Low Empathy and Are Emotionally Insensitive": {
    "title": "They Have Low Empathy and Are Emotionally Insensitive",
    "text": "Impaired empathy is a central characteristic of emotionally immature people, as is avoidance of emotional sharing and intimacy. Being out of touch with their own deeper feelings, they’re strikingly blind to how they make other people feel. Empathy isn’t just a social nicety, like being tactful. It’s a necessity for true emotional intimacy. You can’t have a deep relationship without it. My favorite definition of empathy comes from infant attachment researchers Klaus and Karin Grossman and Anna Schwan, who described empathy as a sensitive mother’s ability “to see and to feel states and intentions from the baby’s point of view” (1986, 127). This definition includes being aware of both emotions and intentions. Beyond just sympathy, it entails correctly reading people’s interests and how their will is being directed. The highest form of empathy requires an effort of imagination, which has been called mentalization (Fonagy and Target 2008), meaning the ability to imagine that other people have their own unique minds and thought processes. Developmental psychologists refer to this as having a theory of mind. Acquiring this ability is an important developmental milestone for children. Mentalizing allows you to grasp other people’s viewpoints and overall inner experience because you realize they have a mind of their own, different from yours. Good parents are excellent at empathizing and mentalizing; their interest in their child’s mind makes the child feel seen and understood. It’s also an indispensable characteristic for leadership in business, the military, or any situation where understanding and predicting the motives of others is central. Empathy is a bedrock component of emotional intelligence (Goleman 1995), which is essential to social and occupational success. In his conversations with the Dalai Lama, psychologist Paul Ekman distinguished between different types of empathy and compassion. True empathy involves more than knowing what people feel; it also entails the ability to resonate with those feelings (Dalai Lama and Ekman 2008). For example, sociopaths may do an excellent job of reading a person’s emotional vulnerabilities, but without the ability to resonate with the other person’s feelings, knowledge of those feelings becomes a tool for predation, not connection. This casts light on a curious fact about emotionally immature people. In spite of not resonating empathically, they are often quite canny when it comes to reading other people’s intentions and feelings. However, they don’t use their understanding of people to foster emotional intimacy. Instead, their empathy operates at an instinctual or superficially sentimental level. You may feel sized up, but not felt for. Lack of resonant empathy suggests a lack of self-development. For parents to accurately imagine what their children are feeling, they need to have enough self-development to be aware of their own emotions. If they haven’t developed their own emotional self-awareness, they can’t resonate with how others, including their own children, might feel inside.",
    "questions": [
      "What is the definition of empathy according to the infant attachment researchers Klaus and Karin Grossman and Anna Schwan?",
      "What is the highest form of empathy according to Goleman?",
      "What does mentalization mean?"
    ]
  },
  "Why There Are So Many Emotionally Immature Parents": {
    "title": "Why There Are So Many Emotionally Immature Parents",
    "text": "Many of my clients have shared stories that reflect the emotional immaturity of their parents. For me, this begs the question of what could have caused so much emotional underdevelopment in so many parents. Based on my observations and clinical experience, it seems likely that the parents of many of my clients were emotionally shut down as children. As my clients and I have explored their family histories, they’ve often recalled evidence of great unhappiness and tension in their parents’ early lives. Substance abuse, abandonment, loss, abuse, or traumatic immigration experiences hover in the family background, suggesting an atmosphere of loss, pain, and disconnection. Many people have told me that although they felt discounted or abused, it was nothing compared to the stories their parents told about their own childhood misery. Often the relationship between a client’s mother and maternal grandmother was conflictual and unsatisfying, even though that grandmother might have become a nurturing figure for the client. It seems that many of my clients’ parents never had a supportive or emotionally intimate connection with their own parents, so they developed tough defenses to survive their own emotional loneliness early in life. It’s also important to remember that old-school parenting—the upbringing my clients’ parents experienced—was very much about children being seen but not heard. Physical punishment was not only acceptable, it was condoned, even in schools, as the way to make children responsible. For many parents, “spare the rod and spoil the child” was considered conventional wisdom. They weren’t concerned about children’s feelings; they saw parenting as being about teaching children how to behave. It wasn’t until 1946 that Dr. Benjamin Spock, in the original version of his megaseller The Common Sense Book of Baby and Child Care, widely popularized the idea that children’s feelings and individuality were important factors to consider, in addition to physical care and discipline. In the generations before this shift, parenting tended to focus on obedience as the gold standard of children’s development, rather than thinking about supporting children’s emotional security and individuality.",
    "questions": [
      "What could have caused so much emotional underdevelopment in so many parents?",
      "What are the effects of emotional underdevelopment in parents on their children?",
      "When did the idea of children's feelings and individuality being important factors in parenting first arise?"
    ]
  },
  "Deeper Effects of Being Emotionally Shut Down": {
    "title": "Deeper Effects of Being Emotionally Shut Down",
    "text": "Of course, emotionally immature parents were once children themselves, and as children they may have had to shut down many of their deepest feelings in order to be acceptable to their own parents. It’s likely that Ellie’s and Sarah’s mothers also grew up with parental insensitivity toward their feelings. Many emotionally immature people were “overpruned” early in life, growing up within a very limited range of acceptability. Their personalities are like stunted bonsai trees, trained to grow in unnatural shapes. Because they had to bend to fit their families, they were unable to develop fluidly into the integrated, natural people they might have become. It may be that many emotionally immature people weren’t allowed to explore and express their feelings and thoughts enough to develop a strong sense of self and a mature, individual identity. This made it hard for them to know themselves, limiting their ability to engage in emotional intimacy. If you don’t have a basic sense of who you are as a person, you can’t learn how to emotionally engage with other people at a deep level. This arrested selfdevelopment gives rise to additional, deeper personality weaknesses that are common among emotionally immature people, as outlined in this chapter.",
    "questions": [
      "How does having an emotionally immature parent affect a child's development?",
      "What are the common personality weaknesses of emotionally immature people?",
      "How can emotional intimacy be affected by having an emotionally immature parent?"
    ]
  },
  "They Are Often Inconsistent and Contradictory": {
    "title": "They Are Often Inconsistent and Contradictory",
    "text": "Instead of having a well-integrated sense of who they are, emotionally immature people are more like an amalgam of various borrowed parts, many of which don’t go together well. Because they had to shut down important parts of themselves out of fear of their parents’ reactions, their personalities formed in isolated clumps, like pieces of a puzzle that don’t fit together. This explains their inconsistent reactions, which make them so difficult to understand. Because they probably weren’t allowed to express and integrate their emotional experiences in childhood, these people grow up to be emotionally inconsistent adults. Their personalities are weakly structured, and they often express contradictory emotions and behaviors. They step in and out of emotional states, never noticing their inconsistency. When they become parents, these traits create emotional bafflement in their children. One woman described her mother’s behavior as chaotic, “flip-flopping in ways that made no sense.” This inconsistency means that, as parents, emotionally immature people may be either loving or detached, depending on their mood. Their children feel fleeting moments of connection with them but don’t know when or under what conditions their parent might be emotionally available again. This sets up what behavioral psychologists call an intermittent reward situation, meaning that getting a reward for your efforts is possible but completely unpredictable. This creates a tenacious resolve to keep trying to get the reward, because once in a while these efforts do pay off. In this way, parental inconsistency can be the quality that binds children most closely to their parent, as they keep hoping to get that infrequent and elusive positive response. Growing up with an inconsistent parent is likely to undermine a child’s sense of security, keeping the child on edge. Since a parent’s response provides a child’s emotional compass for self-worth, such children also are likely to believe that their parent’s changing moods are somehow their fault.",
    "questions": [
      "How does growing up with an inconsistent parent affect a child's sense of security?",
      "What effect does an intermittent reward situation have on a child?",
      "Why might a child believe that their parent's changing moods are their fault?"
    ]
  },
  "They Develop Strong Defenses That Take the Place of the Self": {
    "title": "They Develop Strong Defenses That Take the Place of the Self",
    "text": "Instead of learning about themselves and developing a strong, cohesive self in early childhood, emotionally immature people learned that certain feelings were bad and forbidden. They unconsciously developed defenses against experiencing many of their deeper feelings. As a result, energies that could have gone toward developing a full self were instead devoted to suppressing their natural instincts, resulting in a limited capacity for emotional intimacy. Not realizing the magnitude of their parents’ developmental limitations, many children of emotionally immature people think there must be a genuine, fully developed person hiding inside the parent, a real self they could connect to if only their parent would let them. This is especially true if the parent was occasionally affectionate or attentive. As one woman told me, “With my parents, I used to pick the good part of them I liked and pretend that was the real part. I would tell myself that this good part would eventually win out, but it never did take over. I also used to pretend that the hurtful parts of them weren’t real. But now I realize it’s all real.” When people’s defenses have become an integral part of their personality, they’re as real as scar tissue in the body. It may not have belonged there originally, but once formed, it’s enduring. These limitations become a major part of people’s personalities. Whether they can ultimately become more authentic and emotionally available depends on their ability to self-reflect. People often wonder whether their parents can ever change. That depends on whether their parents are willing to self-reflect, which is the first step in any change. Unfortunately, if their parents aren’t interested in noticing their impacts on others, they have no impetus to look at themselves; without such self-reflection, there’s no way to change. ",
    "questions": [
      "What are some of the ways that emotionally immature people learn to suppress their natural instincts?",
      "What are some of the consequences of this suppression?",
      "What is the first step in any change for people who are emotionally immature?"
    ]
  },
  "Incomplete Development Leads to Emotional Limitations": {
    "title": "Incomplete Development Leads to Emotional Limitations",
    "text": "Despite being highly emotionally reactive, emotionally immature people have a paradoxical relationship with emotions. They’re quick to get emotionally aroused, but they’re scared of their most authentic feelings. This is to be expected if they were raised in a family milieu that didn’t help them deal with their emotions, or that may even have punished them for being upset. The sooner they can avoid their feelings or get over them, the better. They find the world of deep emotions extremely threatening.",
    "questions": [
      "What are some ways that emotionally immature people deal with their emotions?",
      "What are some reasons why emotionally immature people might be scared of their most authentic feelings?",
      "What is the world of deep emotions like for emotionally immature people?"
    ]
  },
  "They Fear Feelings": {
    "title": "They Fear Feelings",
    "text": "As children, many emotionally immature people grew up in homes where they were taught that the spontaneous expression of certain feelings was a shameful breach of family custom. They learned that expressing, or even experiencing, these deeper feelings could bring shame or punishment, resulting in what psychotherapy researcher Leigh McCullough and her colleagues have called affect phobia (McCullough et al. 2003). Having learned to link their most personal emotions with judgments about being bad, they could no longer stand to acknowledge certain feelings, especially those related to emotional intimacy. As a result, they anxiously sought to inhibit their genuine reactions, developing defensive behaviors instead of experiencing their true feelings and impulses (Ezriel 1952). Affect phobia can lead to an inflexible, narrow personality based on rigid defenses against certain feelings. As adults, these emotionally immature people have an automatic anxiety reaction when it comes to deep emotional connection. Most genuine emotion makes them feel exposed and extremely nervous. Throughout life, their energy has been devoted to creating a defensive facade that protects them from emotional vulnerability with other people. To avoid dangerous emotional intimacy, they stick to a well-worn life script and resist talking about or processing emotions, including in relationships. As parents, they pass down this fear of vulnerable emotions to their children. In such families, the saying “I’ll give you something to cry about” is a common parental response to an upset child. Many children of emotionally phobic parents develop the fear that if they start crying, they’ll never stop, which arises because they were never allowed to find out that crying naturally stops on its own when allowed its full expression. Because they grew up with emotionally phobic parents who stepped in to squelch their distress, they never experienced the natural rhythm of a crying episode and how it winds down. It’s easy to see how children growing up under these conditions could become fearful of their own emotions. In fact, even positive feelings of joy and excitement can become associated with anxiety. For example, Anthony recalled a painful incident when he joyfully raced out the front door to greet his father as he pulled up in the driveway. Anthony leaped over a small bush, swiped it with his foot, and knocked it over. Instead of appreciating Anthony’s display of affection, his father gave him a beating. As a result, Anthony learned not only to be afraid of his father, but to fear spontaneous joy as something that would get him in trouble.",
    "questions": [
      "How does affect phobia develop?",
      "What are the effects of affect phobia?",
      "How can affect phobia be treated?"
    ]
  },
  "They Focus on the Physical Instead of the Emotional": {
    "title": "They Focus on the Physical Instead of the Emotional",
    "text": "Emotionally immature parents can do a good job of taking care of their children’s physical and material needs. In the world of food, shelter, and education, these parents may be able to provide everything that’s needed. In terms of things that are physical, tangible, or activity related, many of these parents make sure their children get every advantage they can afford. But when it comes to emotional matters, they can be oblivious to their children’s needs. Many of my clients have good memories of being well cared for when ill, enjoying their parents’ attention and even receiving presents and favorite foods. But this happened only after their parents were duly convinced they were really sick. They experienced this attentiveness when they were sick as proof of their parent’s love. It seemed to be the one time when they remembered receiving lots of attention. This makes sense, because caretaking during illness would allow a parent the justification to “indulge” a child with attention and affection. It stands to reason that affectionate caretaking felt safe to these parents when done for the purpose of restoring the child’s physical health. Physical aid was more sanctioned than emotional attachment. Being well cared for in nonemotional areas can create confusion in people who grow up feeling emotionally lonely. They have overwhelming physical evidence that their parents loved and sacrificed for them, but they feel a painful lack of emotional security and closeness with their parents.",
    "questions": [
      "What are some ways that emotionally immature parents can take care of their children's physical and material needs?",
      "What are some ways that emotionally immature parents can be oblivious to their children's needs?",
      "What are some ways that emotionally immature parents can create confusion in people who grow up feeling emotionally lonely?"
    ]
  },
  "They Can Be Killjoys": {
    "title": "They Can Be Killjoys",
    "text": "Fear of genuine emotion can cause emotionally immature people to be killjoys. As parents, instead of enjoying their children’s excitement and enthusiasm, they may abruptly change the subject or warn them not to get their hopes up. In response to their children’s exuberance, they’re likely to say something dismissive or skeptical to bring it down a notch. When one woman told her mother about her excitement about buying her first house, her mother actually said, “Yes, and then you’ll find something else to go on about.”",
    "questions": [
      "What are some examples of how fear of genuine emotion can cause emotionally immature people to be killjoys?",
      "Why do parents often seem to be killjoys when it comes to their children's excitement and enthusiasm?",
      "What can parents do to avoid being killjoys when it comes to their children's excitement and enthusiasm?"
    ]
  },
  "They Have Intense but Shallow Emotions": {
    "title": "They Have Intense but Shallow Emotions",
    "text": "Emotionally immature people are easily overwhelmed by deep emotion, and they display their uneasiness by transmuting it into quick reactivity. Instead of feelings things deeply, they react superficially. They may be emotionally excitable and show a strong sentimentality, perhaps being easily moved to tears. Or they may puff up in anger toward anything they dislike. Their reactivity may seem to indicate that they’re passionate and deeply emotional, but their emotional expression often has a glancing quality, almost like a stone skipping the surface rather than going into the depths. It’s a fleeting reaction of the moment—dramatic but not deep. When interacting with such people, the weirdly shallow quality of their emotions may leave you feeling unmoved by their distress. You might tell yourself that you should be feeling more for them, but your heart can’t resonate with their exaggerated reactions. And because they overreact so frequently, you may quickly learn to tune them out for the sake of your own emotional survival.",
    "questions": [
      "What are some ways in which emotionally immature people display their uneasiness?",
      "What are some ways in which emotionally immature people transmute their deep emotion into quick reactivity?",
      "What are some ways in which emotionally immature people make their emotional expression seem like a stone skipping the surface rather than going into the depths?"
    ]
  },
  "They Don’t Experience Mixed Emotions": {
    "title": "They Don’t Experience Mixed Emotions",
    "text": "The ability to feel mixed emotions is a sign of maturity. If people can blend contradictory emotions together, such as happiness with guilt, or anger with love, it shows that they can encompass life’s emotional complexity. Experienced together, opposing feelings tame each other. Once people develop the ability to feel different emotions at the same time, the world ripens into something richer and deeper. Instead of having a single, intense, one-dimensional emotional reaction, they can experience several different feelings that reflect the nuances of the situation. However, the reactions of emotionally immature people tend to be black-and-white, with no gray areas. This rules out ambivalence, dilemmas, and other emotionally complicated experiences.",
    "questions": [
      "What are the signs of maturity according to the author?",
      "What does it mean to be able to feel mixed emotions?",
      "What are the benefits of being able to feel different emotions at the same time?"
    ]
  },
  "Differences in Quality of Thought": {
    "title": "Differences in Quality of Thought",
    "text": "In addition to emotional and behavioral differences, there are often intellectual differences between emotionally mature and immature people. If your parents grew up in a family atmosphere that was full of anxiety and judgment, they may have learned to think narrowly and resist complexity. Excessive childhood anxiety leads not only to emotional immaturity but also to oversimplified thinking that cannot hold opposing ideas in mind. Repressive or punitive family environments typically don’t encourage free thinking or self-expression and therefore aren’t conducive to fully developing one’s mind.",
    "questions": [
      "How does excessive childhood anxiety lead to oversimplified thinking?",
      "What are some ways that repressive or punitive family environments typically don't encourage free thinking or self-expression?",
      "What are some ways that fully developing one's mind can be hindered by excessive childhood anxiety and repressive family environments?"
    ]
  },
  "Difficulties with Conceptual Thinking": {
    "title": "Difficulties with Conceptual Thinking",
    "text": "Starting in adolescence, children begin to think conceptually, enabling them to solve problems with logic and reasoning instead of knee-jerk impulses. Accelerated brain development means they become both more objective and more imaginative. They can group ideas in categories and quickly think in symbols. They go beyond simply memorizing things and start to evaluate ideas, not just compare facts. They are able to think independently and hypothetically, and to generate new insights from previous knowledge. As children enter their teen years, their ability to self-reflect skyrockets because they become able to think about their own thinking (Piaget 1963). However, the intense emotions and anxiety that emotionally immature people experience can decrease their ability to think at this higher level. Since they are often at the mercy of their emotions, their higher thinking can easily fall apart under stress. In fact, their frequent lack of self-reflection comes from this tendency to regress and temporarily lose their ability to think about their thinking. When emotion-inducing topics come up, their minds fall into rigid black-or-white thinking that rejects complexity and precludes any cross-pollination of ideas. Emotionally immature people who are otherwise intelligent can think conceptually and show insight as long as they don’t feel too threatened in the moment. Their intellectual objectivity is limited to topics that aren’t emotionally arousing to them. This can be puzzling to their children, who experience two very different sides to their parents: sometimes intelligent and insightful, other times narrow-minded and impossible to reason with.",
    "questions": [
      "How does brain development affect a child's ability to think conceptually?",
      "What are some examples of how emotionally immature people can think conceptually?",
      "Why is it important for children to learn to think conceptually?"
    ]
  },
  "Proneness to Literal Thinking": {
    "title": "Proneness to Literal Thinking",
    "text": "If you listen to the conversations of emotionally immature people, you may notice how routine and literal their thinking is. They tend to talk about what happened or what they observed, not the world of feelings or ideas. For example, one man found his mother’s phone conversations draining and boring because she never talked about anything substantive. Instead, she only asked him mundane questions, like what he was doing at the moment or what the weather was like. He told me, “She just reports the facts and never talks about anything other than ‘Here’s what’s happened lately.’ She doesn’t connect with me in the conversation. I get so frustrated and want to say, ‘Can’t we talk about something meaningful?’ But she can’t.”",
    "questions": [
      "Why do emotionally immature people tend to talk about what happened or what they observed, not the world of feelings or ideas?",
      "What are some examples of mundane questions that emotionally immature people tend to ask?",
      "How can emotionally immature people improve their conversations?"
    ]
  },
  "Intellectualizing Obsessively": {
    "title": "Intellectualizing Obsessively",
    "text": "Another cognitive sign of emotional immaturity is overintellectualizing and getting obsessed about certain topics. In those areas, emotionally immature people can conceptualize well—indeed, excessively. But they don’t apply that ability to self-reflection or being emotionally sensitive toward others. Their preoccupation with ideas distracts them from emotional intimacy. They may discuss their favorite topics at length, but they don’t really engage the other person. As a result, they can be as hard to talk to as overly literal thinkers. Although they can think conceptually while communicating their ideas, they’re only comfortable if things stay on an impersonal and intellectual level.",
    "questions": [
      "What are some examples of overintellectualizing and getting obsessed about certain topics?",
      "What are some signs of emotional immaturity?",
      "What is the difference between overintellectualizing and being emotionally sensitive?"
    ]
  },
  "Recognizing the Emotionally Immature Parent, Summary": {
    "title": "Recognizing the Emotionally Immature Parent, Summary",
    "text": "Emotional immaturity is a real phenomenon that has been studied and written about for a long time. It undermines people’s ability to deal with stress and to be emotionally intimate with others. Emotionally immature people often grew up in a family environment that curtailed their full emotional and intellectual development. As a result, they have an oversimplified approach to life, narrowing situations down to fit their rigid coping skills. Having such a limited sense of self makes them egocentric and undermines their ability to be sensitive to other people’s needs and feelings. Their reactive emotions, lack of objectivity, and fear of emotional intimacy can make close relationships difficult, especially when it comes to their children. In the next chapter, we’ll take a look at what it feels like to have a relationship with an emotionally immature parent, along with the challenges adult children face in trying to communicate with such parents.",
    "questions": [
      "What are the effects of emotional immaturity on communication in families?",
      "How can adult children of emotionally immature parents communicate with them?",
      "What are the challenges of communicating with emotionally immature parents?"
    ]
  },
  "Internalizers Are Highly Sensitive and Perceptive": {
    "title": "Internalizers Are Highly Sensitive and Perceptive",
    "text": "If you’re an internalizer, you may wonder how you ended up being so alert to other people’s inner states. It could be that you were prompted to be so attuned to the feelings and needs of others by something as basic as your nervous system. Internalizers are extremely sensitive and, far more than most people, notice everything. They react to life as if they were an emotional tuning fork, picking up and resonating with vibrations from other people and the world around them. This perceptiveness can be both a blessing and a curse. As one client described it to me, “My brain absorbs everything! I can’t believe how much stuff I pick up on, it seeps right into me.” Internalizers may have an exceptionally alert nervous system from birth. Some research has found that differences in babies’ levels of attunement to the environment can be seen at a very early age (Porges 2011). Even as five-month-old infants, some babies show more perceptiveness and sustained interest than others (Conradt, Measelle, and Ablow 2013). Further, these characteristics were found to be correlated with the kinds of behaviors children engaged in as they matured. In his review of his own and others’ research, neuroscientist Stephen Porges (2011) has made a strong case that innate neurological differences exist even in newborns. His research suggests that, from early in life, people may differ widely in their ability to self-soothe and regulate physiological functions when under stress. To me, this seems to indicate the possibility that a predisposition to a certain coping style may exist from infancy.",
    "questions": [
      "What are the possible implications of the research findings on the development of internalizers?",
      "What are the possible implications of the research findings on the development of externalizers?",
      "What are the possible implications of the research findings on the development of both internalizers and externalizers?"
    ]
  },
  "Internalizers Have Strong Emotions": {
    "title": "Internalizers Have Strong Emotions",
    "text": "Internalizers don’t act out their emotions immediately, like externalizers do, so their feelings have a chance to intensify as they’re held inside. And because they feel things deeply, it isn’t surprising that internalizers are often seen as overly sensitive or too emotional. When internalizers experience a painful emotion, they’re much more likely to look sad or cry—just the sort of display an emotionally phobic parent can’t stand. On the other hand, when externalizers have strong feelings, they act them out in behavior before they experience much internal distress. Therefore, other people are likely to see externalizers as having a behavior problem rather than an emotional issue, even though emotions are causing the behavior. Emotionally immature parents may yell at or punish externalizers for their behavior, whereas they’re more likely to dismiss or reject internalizers’ feelings with shaming, contempt, or derision. And while externalizers are told that their behavior is a problem, internalizers get the message that ",
    "questions": [
      "What are the different types of internalizers and externalizers?",
      "What are the effects of internalizers being raised by emotionally phobic parents?",
      "What are the effects of externalizers being raised by emotionally immature parents?"
    ]
  },
  "Internalizers Have a Deep Need for Connection": {
    "title": "Internalizers Have a Deep Need for Connection",
    "text": "Because they’re so attuned to feelings, internalizers are extremely sensitive to the quality of emotional intimacy in their relationships. Their entire personality longs for emotional spontaneity and intimacy, and they can’t be satisfied with less. Therefore, when they’re raised by immature and emotionally phobic parents, they feel painfully lonely. If there’s anything internalizers have in common, it’s their need to share their inner experience. As children, their need for genuine emotional connection is the central fact of their existence. Nothing hurts their spirit more than being around someone who won’t engage with them emotionally. A blank face kills something in them. They read people closely, looking for signs that they’ve made a connection. This isn’t a social urge, like wanting people to chat with; it’s a powerful hunger to connect heart to heart with a like-minded person who can understand them. They find nothing more exhilarating than clicking with someone who gets them. When they can’t make that kind of connection, they feel emotional loneliness. From chapter 4, you may recall that this need for emotional responsiveness and reciprocal interaction from the parent is normal in securely attached babies. It’s how parent-child bonding takes place. Research has demonstrated that securely attached babies demonstrate distress and break down if their mothers stop responding to them and show only an expressionless face (Tronick, Adamson, and Brazelton 1975). The poignancy of this distress can be viewed online at YouTube with the keyword search “still face experiment.” When internalizing children have self-involved parents, they often think that being helpful and hiding their needs will win their parents’ ",
    "questions": [
      "What are some of the ways that internalizing children are affected by having self-involved parents?",
      "What are some of the ways that internalizing children try to win their parents' love?",
      "What is the \"still face experiment\" and how does it relate to internalizing children?"
    ]
  },
  "Internalizers Have Strong Instincts for Genuine Engagement": {
    "title": "Internalizers Have Strong Instincts for Genuine Engagement",
    "text": "Feelings of isolation and disconnection are stressful, but have you ever thought about why? Is it just less pleasant or less fun to be by yourself? Or perhaps there’s something deeper going on, something so basic to humans that some of the worst punishments ever devised include shunning, ",
    "questions": [
      "Why are feelings of isolation and disconnection stressful?",
      "What is the deeper reason why some of the worst punishments ever devised include shunning, ostracism, and exile?",
      "How can feelings of isolation and disconnection be prevented?"
    ]
  },
  "Understanding That Connection Is Normal, Not Dependent": {
    "title": "Understanding That Connection Is Normal, Not Dependent",
    "text": "It’s crucial that internalizers see their instinctive desire for emotional engagement as a positive thing, rather than interpreting it to mean they’re too needy or dependent. Instinctively turning to others for comfort when stressed makes people stronger and more adaptive. Even if they’ve been shamed by an unresponsive parent for needing attention, their emotional needs show that their healthy mammalian instinct for seeking comfort is working well. Internalizers instinctively know that there’s strength in being interdependent, as all mammals evolved to be. Only emotionally phobic, emotionally immature people believe that wanting empathy and understanding is a sign of weakness.",
    "questions": [
      "What does the author mean by saying that internalizers should see their instinctive desire for emotional engagement as a positive thing?",
      "Why does the author believe that seeking comfort from others when stressed makes people stronger and more adaptable?",
      "What does the author mean by saying that internalizers instinctively know that there's strength in being interdependent?"
    ]
  },
  "Forging Emotional Connections Outside the Family": {
    "title": "Forging Emotional Connections Outside the Family",
    "text": "Due to their perceptiveness and strong needs for social engagement, children who are internalizers are usually adept at finding potential sources of emotional connection outside the family. They notice when people respond to them warmly, and they naturally seek out relationships with safe people outside the family to gain an increased sense of security. Many of my clients have warm memories of a neighbor, relative, or teacher who made a huge difference in helping them feel valued and attended to. Others found similar support from pets or childhood buddies. Internalizers may even feel emotionally nurtured as they resonate with the beauty of nature or art. Spirituality can also provide this emotional nurturance, as internalizers experience and relate to a greater presence that accompanies them no matter what. Externalizers also have needs for emotional comforting, but they tend to force such needs on other people, taking others emotionally hostage with their reactivity. They often use their behavior to coerce certain responses from other people, but because they achieve these responses through manipulation, the attention they receive is never as satisfying as a free and genuine exchange of emotional intimacy. Externalizers also demand attention by blaming or guilt-tripping others. As a result, people may end up feeling that they have to help, whether they want to or not, creating resentment over the long run.",
    "questions": [
      "What are some ways that children who are internalizers find potential sources of emotional connection outside the family?",
      "What are some warm memories that clients have of a neighbor, relative, or teacher who made a huge difference in helping them feel valued and attended to?",
      "How can spirituality provide emotional nurturance for internalizers?"
    ]
  },
  "The Relationship Between Avoiding Engagement and Emotional Immaturity": {
    "title": "The Relationship Between Avoiding Engagement and Emotional Immaturity",
    "text": "Most emotionally immature people tend to be externalizers who don’t know how to calm themselves through genuine emotional engagement. When they feel insecure, instead of seeking comfort from other people they tend to feel threatened and launch into fight, flight, or freeze behaviors. They react to anxious moments in relationships with rigid, defensive behaviors that alienate other people, rather than bringing them closer. Anger, blame, criticism, and domination are all signs of poorly functioning skills in seeking comfort. Externalizers simply don’t know how to reach out for soothing. Externalizers who get very upset may look like they have a strong drive toward emotional engagement, but their approach is more like panicking than connecting. It takes a lot to calm them, and even then they still seem vaguely mistrustful and dissatisfied because they aren’t open to connecting fully. Trying to calm an upset externalizer is an unsatisfying experience for both people, as the person providing comfort has no sense of truly helping.",
    "questions": [
      "What are some signs of poorly functioning skills in seeking comfort?",
      "What does it take to calm an upset externalizer?",
      "Why is it an unsatisfying experience to try to calm an upset externalizer?"
    ]
  },
  "The Role of Emotional Connection Skills in Physical Survival": {
    "title": "The Role of Emotional Connection Skills in Physical Survival",
    "text": "A strong drive for comforting through close connection has benefits beyond just making people feel better. It can be a lifesaver. Using close relationships for reassurance and support is one of the traits that help people survive extreme, life-threatening conditions (Gonzales 2003). If a person’s only way of coping is to fight, flee, or freeze up when things become stressful, imagine how hard it would be for that person to endure a lengthy survival challenge. Research into people who live through nearly impossible circumstances shows that they invariably call upon their present relationships and memories of loved ones as sources of inspiration and determination to survive. Given that emotional connection is powerful enough to support people through catastrophic events, think what it can do for ordinary daily coping. Everyone needs a deep sense of connection in order to feel fully secure, and there’s nothing weak about it.",
    "questions": [
      "How does a strong drive for comforting through close connection benefit people in extreme, life-threatening conditions?",
      "What are some of the traits that help people survive extreme, life-threatening conditions?",
      "What does emotional connection have to do with feeling fully secure?"
    ]
  },
  "Internalizers Are Apologetic About Needing Help": {
    "title": "Internalizers Are Apologetic About Needing Help",
    "text": "When internalizers finally seek help, including therapy, they often feel embarrassed and undeserving. Internalizers who grew up with emotionally immature parents are always surprised to have their feelings taken seriously. They often downplay their suffering as being over “silly things” or “stupid stuff.” Some even comment that they shouldn’t be taking up therapy time when there are so many other people who need help more than they do—probably indicating that they grew up in a family where attentiondemanding externalizers were the only ones deemed in need of help. If internalizers were shamed for their sensitive emotions during childhood, as adults they may be embarrassed to show any deep emotion. They may say “I’m sorry” when they start crying in a therapist’s office, as though they should be able to talk about their emotional pain without showing it. Some even bring their own tissues because they don’t want to use up the therapist’s. They’re convinced that their deepest feelings are a nuisance to other people. Internalizers are always caught off guard when someone shows genuine interest in how they feel. One overwhelmed woman who had just started psychotherapy paused in her story and looked at me oddly. She then said in amazement, “You really see me.” She could tell I understood the underlying pain she was describing despite her exceptionally high functioning in daily life. She acted like this was the last thing she expected, and given that she was an internalizer, it most assuredly was.",
    "questions": [
      "Why do internalizers feel embarrassed and undeserving when they finally seek help?",
      "Why are internalizers who grew up with emotionally immature parents always surprised to have their feelings taken seriously?",
      "Why do internalizers think that their deepest feelings are a nuisance to other people?"
    ]
  }
}